Repository: uwe-ss/YetAnotherRadio
Catalog: po/*.po
Languages: de, fr

source: Open preferences
de: Einstellungen öffnen
fr: Ouvrir les préférences

source: Use preferences to add stations.
de: In den Einstellungen können Sender hinzugefügt werden.
fr: Utilisez les préférences pour ajouter des stations.

source: Saved Stations
de: Gespeicherte Sender
fr: Stations enregistrées

source: Saved stations
de: Gespeicherte Sender
fr: Stations enregistrées

source: These stations appear in the panel indicator menu.
de: Diese Sender erscheinen im Indikatormenü in der oberen Leiste.
fr: Ces stations apparaissent dans le menu de l'indicateur du tableau de bord.

source: No stations saved yet.
de: Noch keine Sender gespeichert.
fr: Aucune station n'est enregistrée pour l'instant.

source: Use the Add Stations tab to add some.
de: Sie können im Reiter »Sender hinzufügen« hinzugefügt werden.
fr: Utilisez l'onglet Ajouter des stations pour en ajouter.

source: Edit
de: Bearbeiten
fr: Modifier

source: Remove from favorites
de: Aus den Favoriten entfernen
fr: Retirer des favoris

source: Add to favorites
de: Den Favoriten hinzufügen
fr: Ajouter aux favoris

source: Remove
de: Entfernen
fr: Supprimer

source: Remove Station?
de: Sender entfernen?
fr: Supprimer la station ?

source: Are you sure you want to remove "%s"?
de: Wollen Sie »%s« wirklich entfernen?
fr: Êtes-vous sûr de vouloir supprimer « %s » ?

source: Cancel
de: Abbrechen
fr: Annuler

source: Edit Station
de: Sender bearbeiten
fr: Modifier la station

source: Edit station details
de: Senderdetails bearbeiten
fr: Modifier les détails de la station

source: Station name
de: Sendernane
fr: Nom de la station

source: Stream URL
de: Stream-Adresse
fr: URL du flux

source: Save
de: Speichern
fr: Enregistrer

source: Add Stations
de: Sender hinzufügen
fr: Ajouter des stations

source: Search stations
de: Sender suchen
fr: Rechercher des stations

source: Search the Radio Browser network and save stations.
de: Radio-Browser-Netzwerk durchsuchen und Sender speichern.
fr: Rechercher sur le réseau Radio Browser et enregistrer des stations.

source: Search query
de: Suchbegriff
fr: Requête de recherche

source: Search
de: Suchen
fr: Rechercher

source: Enter a query to start searching.
de: Zum Start der Suche Suchbegriff eingeben.

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche

source: Add station manually
de: Sender manuell hinzufügen
fr: Ajouter une station manuellement

source: Enter a station name and URL to add it directly.
de: Sendernamen und Adresse eingeben und ihn so direkt hinzufügen.
fr: Entrez un nom de station et une URL pour l'ajouter directement.

source: Add Station
de: Sender hinzufügen
fr: Ajouter la station

source: Please enter a search term.
de: Suchbegriff eingeben.

source: Searching...
de: Suchen …

source: No stations found.
de: Kein Sender gefunden.
fr: Aucune station trouvée.

source: Select a station to save it.
de: Sender zum Speichern wählen.

source: Failed to fetch stations.
de: Exportieren der Sender fehlgeschlagen.

source: Error: %s
de: Fehler: %s

source: Add to saved stations
de: Zu gespeicherten Sendern hinzufügen
fr: Ajouter aux stations enregistrées

source: Selected station does not have a stream URL.
de: Für den gewählten Sender gibt es keine Stream-Adresse.

source: Station already saved.
de: Sender bereits gespeichert.

source: Saved "%s".
de: »%s« gespeichert.

source: station
de: Sender

source: Please enter a station name.
de: Sendernamen eingeben.

source: Please enter a stream URL.
de: Stream-Adresse eingeben.

source: Please enter a valid URL.
de: Eine gültige Adresse eingeben.

source: A station with this URL is already saved.
de: Ein Sender mit dieser Adresse ist bereits gespeichert.

source: Failed to save station.
de: Speichern des Senders fehlgeschlagen.

source: General
de: Allgemein
fr: Général

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Configure general extension behavior.
de: Allgemeines Verhalten der Erweiterung einrichten.
fr: Configurer le comportement général de l'extension.

source: Enable Media Keys
de: Medientasten aktivieen
fr: Activer les touches multimédia

source: Use keyboard media keys (Play/Pause, Stop) to control playback
de: Mit den Medientasten der Tastatur (Wiedergabe/Pause, Stopp) die Wiedergabe steuern
fr: Utiliser les touches multimédia du clavier (Lecture/Pause, Stop) pour contrôler la lecture

source: Show Metadata
de: Metadaten anzeigen
fr: Afficher les métadonnées

source: Display track information (title, artist, album art) in the menu
de: Im Menü Titelinformationen anzeigen (Titel, Künstler, Albumcover)
fr: Afficher les informations de la piste (titre, artiste, pochette) dans le menu

source: Auto-play Last Station
de: Letzten Sender automatisch wiedergeben
fr: Lecture automatique de la dernière station

source: Automatically play the last played station when extension is enabled
de: Den zuletzt wiedergegebenen Sender automatisch wiedergeben, sobald die Erweiterung aktiviert wird.
fr: Lire automatiquement la dernière station écoutée lorsque l'extension est activée

source: Import / Export
de: Importieren/exportieren
fr: Importer / Exporter

source: Backup or restore your station list.
de: Sicherungskopie der Senderliste erstellen oder Senderliste wiederherstellen
fr: Sauvegarder ou restaurer votre liste de stations.

source: Export Stations
de: Sender exportieren
fr: Exporter les stations

source: Export your saved stations to a file
de: Gespeicherte Sender in eine Datei exportieren.
fr: Exporter vos stations enregistrées vers un fichier

source: Import Stations
de: Sender importieren
fr: Importer des stations

source: Import stations from a backup file
de: Sender aus einer Sicherungskopie importieren
fr: Importer des stations à partir d'un fichier de sauvegarde

source: Stations exported successfully
de: Sender erfolgreich exportiert
fr: Stations exportées avec succès

source: Failed to export stations
de: Exportieren der Sender fehlgeschlagen
fr: Échec de l'exportation des stations

source: Import
de: Importieren
fr: Importer

source: Invalid file format
de: Ungültiges Dateiformat
fr: Format de fichier invalide

source: No new stations to import
de: Keine neuen Sender zu importieren
fr: Aucune nouvelle station à importer

source: Imported %d station(s)
de: %d Sender importiert
fr: Importé %d station(s)

source: Failed to import stations. Invalid file format.
de: Importieren von Sendern fehlgeschlagen. Ungültiges Dateiformat.
fr: Échec de l'importation des stations. Format de fichier invalide.

source: Could not create storage directory. Check file permissions.
de: Speicherverzeichnis konnte nicht angelegt werden. Berechtigungen überprüfen.
fr: Impossible de créer le répertoire de stockage. Vérifiez les permissions de fichier.

source: Permission denied. Cannot save stations file.
de: Zugriff verweigert. Senderdatei kann nicht gespeichert werden.
fr: Permission refusée. Impossible d'enregistrer le fichier de stations.

source: Failed to save stations: %s
de: Speichern der Sender fehlgeschlagen:%s
fr: Échec de l'enregistrement des stations : %s

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue

source: Unnamed station
de: Sender ohne Namen
fr: Station sans nom

source: Network request timed out. Please check your internet connection.
de: Netzwerkabfrage Internet-Verbindung überprüfen.
fr: Délai d'attente de la requête réseau dépassé. Veuillez vérifier votre connexion Internet.

source: All radio servers failed to respond. Please try again later.
de: Kein Radio-Server hat geantwortet. Versuchen Sie es später noch einmal.
fr: Tous les serveurs radio n'ont pas répondu. Veuillez réessayer plus tard.

source: All radio servers failed to respond.
de: Kein Radio-Server hat geantwortet.
fr: Tous les serveurs radio n'ont pas répondu.

source: Radio Browser server list is empty.
de: Die Radio-Browser-Server-Liste ist leer.
fr: La liste des serveurs Radio Browser est vide.

source: Resource not found. The server may be unavailable.
de: Ressource nicht gefunden. Der Server isst möglicherweise nicht verfügbar.
fr: Ressource introuvable. Le serveur pourrait être indisponible.

source: Server error. Please try again later.
de: Server-Fehler. Versuchen Sie es später noch einmal.
fr: Erreur du serveur. Veuillez réessayer plus tard.

source: Request failed with status %s
de: Abfrage mit Status »%s« fehlgeschlagen.
fr: La requête a échoué avec le statut %s

source: Invalid response from server.
de: Ungültige Antwort vom Server-
fr: Réponse invalide du serveur.

source: Unknown title
de: Titel nicht bekannt
fr: Titre inconnu

source: Unknown artist
de: Künstler nicht bekannt
fr: Artiste inconnu

source: Could not play the selected station.
de: Der gewählte Sender kann nicht wiedergegeben werden.
fr: Impossible de lire la station sélectionnée.

source: Playback error
de: Wiedergabefehler
fr: Erreur de lecture

source: Playing %s
de: Wiedergabe %s
fr: Lecture de %s

source: Could not start the selected station.
de: Der gewählte Sender kann nicht eingeschaltet werden.
fr: Impossible de démarrer la station sélectionnée.

source: Resume
de: Fortfahren
fr: Reprendre

source: No saved stations yet. Use preferences to add some.
de: Noch keine gespeicherten Sender. In den Einstellungen können Sender hinzugefügt werden.
fr: Aucune station enregistrée pour l'instant. Utilisez les préférences pour en ajouter.

source: Metadata update interval
de: Aktualisierungsintervall für die Metadaten
fr: Intervalle de mise à jour des métadonnées

source: Interval in seconds for updating track metadata while playing
de: Intervall in Sekunden, in dem während der Wiedergabe die Titelmetadaten aktualisiert werden
fr: Intervalle en secondes pour la mise à jour des métadonnées de la piste pendant la lecture

source: HTTP request timeout
de: Zeitlimit für HTTP-Abfrage
fr: Délai d'attente des requêtes HTTP

source: Timeout in seconds for HTTP requests to radio browser API
de: Zeitlimit in Sekunden für HTTP-Abfragen bei der Radio-Browser-API
fr: Délai d'attente en secondes pour les requêtes HTTP vers l'API Radio Browser

source: Search result limit
de: Suchergebnislimit
fr: Limite des résultats de recherche

source: Maximum number of search results to display
de: Maximale Anzahl der angezeigten Suchergebnisse
fr: Nombre maximum de résultats de recherche à afficher

source: Show metadata
de: Metadaten anzeigen
fr: Afficher les métadonnées

source: Show track metadata (title, artist, album art) in the menu
de: Im Menü Metadaten anzeigen (Titel, Künstler, Albumcover)
fr: Afficher les métadonnées de la piste (titre, artiste, pochette) dans le menu

source: Auto-play last station
de: Letzten Sender automatisch wiedergeben
fr: Lecture automatique de la dernière station

source: Automatically play the last played station when the extension is enabled
de: Den zuletzt wiedergegebenen Sender automatisch wiedergeben, sobald die Erweiterung aktiviert wird
fr: Lire automatiquement la dernière station écoutée lorsque l'extension est activée

source: Enable media keys
de: Medientasten aktivieren
fr: Activer les touches multimédia

source: Enable global keyboard media keys (Play/Pause, Stop) to control playback
de: Globale Medientasten der Tastatur (Wiedergabe/Pause, Stopp) zur Steuerung der Wiedergabe aktivieren
fr: Activer les touches multimédia globales du clavier (Lecture/Pause, Stop) pour contrôler la lecture

source: Volume
de: Lautstärke

source: Playback volume (0-100)
de: Wiedergabelautstärke (0–100)
fr: Volume de lecture (0-100)

source: Remove from saved stations
fr: Retirer des stations enregistrées
